Repository: Mat029/Dice
Catalog: lib/l10n/app_*.arb
Languages: de

source: Back
de: Zurück

# contact
source: Contact us
de: Kontakt

# day
source: Set theme to light
de: Thema auf Licht einstellen

source: DICE
de: WÜRFEL

# info
source: App info
de: Infos zur App

source: More
de: Mehr

# nbdices
source: Number of dices :
de: Anzahl der Würfel :

# nbsides
source: Number of sides :
de: Anzahl der Gesichter :

# night
source: set theme to dark
de: Thema auf Nacht einstellen

# privacy
source: Privacy Policy
de: Datenschutzbestimmungen

# reroll
source: Roll again
de: wiederbeleben

# review
source: Put a comment
de: Eine Bewertung abgeben

source: Roll
de: Werfen

source: SETTINGS
de: EINSTELLUNGEN

# show
source: Showing faces
de: Die Gesichter zeigen

# system
source: set theme to system
de: Thema auf System setzen

source: Theme
de: Thema

# total
source: Total counter
de: Gesamtzähler
